import React from "react";
import { Box, Typography, Container } from "@/configs/mui";
import {
  Accordion,
  AccordionSummary,
  AccordionDetails,
  useAccordion,
} from "@/common/styles/accordion";

type Props = {};

type QnAType = {
  question: string;
  answer: string;
};

// TODO: repleace this from the BE
const QuestionsList: QnAType[] = [
  {
    question: "Πώς μπορώ να γίνω μέλος στο TeacherFox;",
    answer:
      "Για αρχή, πατήστε το κουμπί “Σύνδεση / Εγγραφή” και συμπληρώστε το ονοματεπώνυμο, το email και το password σας. Στη συνέχεια, ολοκληρώστε το προφίλ σας μέσα σε λίγα μόνο λεπτά. Προσθέστε το βιογραφικό σας, τα μαθήματα που διδάσκετε, την διαθεσιμότητα σας, τις περιοχές που είστε πρόθυμοι να εξυπηρετήσετε, την τιμή ανά μάθημα και άλλα πολλά.",
  },
  {
    question: "Πώς μπορώ να κάνω μαθήματα στο σπίτι και διαδικτυακά;",
    answer:
      "Τα μαθήματα μπορούν να γίνουν είτε δια ζώσης είτε διαδικτυακά ανάλογα με το τι προσφέρει ο κάθε δάσκαλος",
  },
  {
    question: "Δεν έχω πτυχίο. Μπορώ να κάνω εγγραφή",
    answer:
      "Ναι ! Ακόμα και αν είστε φοιτητής και ακόμα σπουδάζετε ή είστε ένα αυτοδίδακτο άτομο που θέλει να προσφέρει τις υπηρεσίες του, τότε μπορείτε να κάνετε εγγραφή.",
  },
  {
    question: "Πώς επικοινωνούν μαζί μου οι μαθητές;",
    answer:
      "Αφού ολοκληρώσετε το προφίλ σας και είναι πλέον δημόσιο, οι μαθητές μπορούν να σας βρουν ανά πάσα στιγμή. Παρόλα αυτά, οι μαθητές μπορούν να επικοινωνήσουν μαζί σας μέσω αποστολής μηνύματος από την σελίδα του προφίλ σας, ζητώντας πληροφορίες για το μάθημα που προσφέρετε.",
  },
  {
    question: "Μπορώ να κάνω αλλαγές στο προφίλ μου αργότερα;",
    answer:
      "Ναι, μπορείτε να κάνετε οποιαδήποτε αλλαγή, επεξεργασία, διαγραφή επιθυμείτε μέσω του dashboard σας.",
  },
  {
    question: "Είναι απαραίτητο να δημοσιεύσω φωτογραφία προφίλ;",
    answer:
      "Αν προσθέσετε φωτογραφία προφίλ, θα μπορούν να την δουν οι μαθητές στην σελίδα της αναζήτησης. Επίσης, αυξάνει τις πιθανότητες να σας επιλέξει ένας μαθητής. Παρόλα αυτά, δεν είναι υποχρεωτικό να προσθέσετε φωτογραφία για τη δημιουργία του προφίλ σας.",
  },
  {
    question: "Πώς μπορώ να διαγράψω το προφίλ μου;",
    answer: `Αν δεν είστε διαθέσιμοι για διδασκαλία, για οποιοδήποτε λόγο και οποιαδήποτε στιγμή, μπορείτε να κάνετε "Απόκρυψη Λογαριασμού", μέσω του dashboard σας. Με αυτό τον τρόπο, το προφίλ σας δεν θα είναι ορατό στους μαθητές εκτός και αν το ενεργοποιήσετε ξανά. Διαφορετικά, αν επιθυμείτε να το διαγράψετε μόνιμα, μπορείτε να το κάνετε.`,
  },
  {
    question: "Οι προσωπικές μου πληροφορίες κοινοποιούνται στους μαθητές;",
    answer: `Κοινοποιούμε μόνο τις απαραίτητες λεπτομέρειες στους μαθητές, όπως την φωτογραφία του προφίλ σας, το μάθημα σας, την εμπειρία σας κτλ. Για παράδειγμα, το κινητό σας τηλέφωνο και το email σας δεν θα κοινοποιηθούν, καθώς οι μαθητές μπορούν να επικοινωνήσουν μαζί σας μέσω της πλατφόρμας μας.`,
  },
  {
    question: "Είναι σίγουρο ότι θα αποκτήσω καινούριους μαθητές;",
    answer: `Όχι, δεν εγγυόμαστε ότι όλοι οι εκπαιδευτικοί θα αποκτήσουν καινούριους μαθητές, καθώς αυτό εξαρτάται από το μάθημα που κάνετε, την ζήτηση για κάθε μάθημα, το ενδιαφέρον των μαθητών, δημογραφικά στοιχεία και άλλα.`,
  },
];

function Faq({}: Props) {
  const { expanded, handleChange } = useAccordion();

  return (
    <section>
      <Box mb={5}>
        <Container maxWidth="lg">
          <Box textAlign="center" mt={10} mb={5}>
            <h4>Συχνές Ερωτήσεις</h4>
          </Box>
          <Box mb={5}>
            {QuestionsList.map((que, index) => (
              <Accordion
                key={index}
                expanded={expanded === `panel${index}`}
                onChange={handleChange(`panel${index}`)}
              >
                <AccordionSummary
                  aria-controls={`panel${index}d-content`}
                  id={`panel${index}d-header`}
                >
                  <Typography>{que.question}</Typography>
                </AccordionSummary>
                <AccordionDetails>
                  <Typography>{que.answer}</Typography>
                </AccordionDetails>
              </Accordion>
            ))}
          </Box>
        </Container>
      </Box>
    </section>
  );
}

export default Faq;
