"use client";
import React from "react";
import Showcase from "@/common/Showcase";
import { AboutUsWrapper, Section2 } from "./styles"
import { Box, Container, Divider } from "@/configs/mui"

type Props = {};

function page({}: Props) {
  return <>
  <Showcase title="Ποιοί Είμαστε" />
  <AboutUsWrapper>
    <Container maxWidth="lg">
    <Box sx={{display: 'flex', flexDirection: 'column', justifyContent: "start", alignItems: 'start'}}>
        <h1>Ποιοι Είμαστε</h1>
        <Divider sx={{ width: "40%" }} />
        <p>Το TeacherFox είναι ένα portal για ιδιαίτερα μαθήματα το οποίο είναι ειδικά σχεδιασμένο έτσι ώστε να γεφυρώσει το χάσμα ανάμεσα στους μαθητές και τους εκπαιδευτικούς της Κύπρου όλως των ειδικοτήτων. Ο στόχος αυτής της πλατφόρμας είναι να παρέχει απρόσκοπτη επικοινωνία και μια καλύτερη εμπειρία εκμάθησης, τόσο μέσω διαδικτύου αλλά και με φυσική παρουσία, για τους μαθητές και τους δασκάλους.</p>
        <p>Κατανοούμε ότι ο δρόμος για την επιτυχία εξαρτάται συχνά από τον σωστό εκπαιδευτικό, και χωρίς την βοήθεια του, η επίτευξη των στόχων σας ίσως καταστεί χρονοβόρα. Επιπλέον, ο δάσκαλος όχι μόνο έχει την ειδίκευση στο συγκεκριμένο τομέα αλλά γνωρίζει και πώς να σας εμπνεύσει για ένα καλύτερο μέλλον.
        </p>
    </Box>
    <Section2>
        <h1>Γιατί Εμείς;</h1>
        <Divider sx={{ width: "40%" }} />
        <p>Έχουμε δει ότι ο τρόπος διδασκαλίας αλλά και εκμάθησης διαφέρει για κάθε άτομο, και ένας μαθητής μπορεί να μάθει μόνο αν αυτός ο τρόπος ταυτίζεται με τον χαρακτήρα του. Παρομοίως, ένας δάσκαλος χρειάζεται μαθητές με την ίδια νοοτροπία με αυτόν, οι οποίοι μπορούν να κατανοήσουν τις σκέψεις και το εκπαιδευτικό του στυλ. Εδώ είναι το σημείο που μπορεί να σας βοηθήσει το TeacherFox, βοηθώντας σας δηλαδή να γεφυρώσετε αυτό το χάσμα. </p>
        <p>Ο στόχος μας πίσω από αυτή την πλατφόρμα είναι να βοηθήσουμε τους μαθητές, από την άνεση του σπιτιού τους να βρουν τον ιδανικό δάσκαλο εύκολα, γρήγορα και φυσικά δωρεάν. 
        </p>
        <p>Η ομάδα μας είναι αφοσιωμένη, εργατική και στοχεύει στην υλοποίηση του στόχου της, έτσι ώστε να κάνει την πλατφόρμα μας την καλύτερη πλατφόρμα εκμάθησης και διδασκαλίας. Επίσης, διασφαλίζει την παροχή των απαραίτητων πηγών και υποστήριξης που θα χρειαστείτε.</p>
        <p>Ξεκινήστε την εκμάθηση ή την διδασκαλία ανάμεσα σε μια πληθώρα μαθημάτων!</p>
    </Section2>
    </Container>
    </AboutUsWrapper>
  </>;
}

export default page;
