"use client";
import React from "react";
import Showcase from "@/common/Showcase";
import { Container } from "@/configs/mui";
import { TermsOfUseWrapper } from "./styles";

type Props = {};

function page({}: Props) {
  return (
    <>
      <Showcase title="Όροι Χρήσης" container="lg" />
      <TermsOfUseWrapper>
        <Container maxWidth="lg">
          <section className="mt-5">
            <div className="container">
              <div className="row">
                <div className="col-md-12">
                  <h1
                    className="text-center"
                    style={{ fontSize: 35, fontWeight: 700, color: "#393939" }}
                  >
                    Όροι Χρήσης
                  </h1>
                  <p
                    style={{
                      fontSize: "100%",
                      fontStyle: "inherit",
                      fontWeight: 100,
                      verticalAlign: "inherit",
                      fontFamily: "inherit",
                    }}
                  >
                    <small>Last Updated: 20/09/2022</small>
                  </p>
                  <p
                    className="mt-4 text-justify"
                    style={{
                      fontSize: "100%",
                      fontStyle: "inherit",
                      fontWeight: 100,
                      verticalAlign: "inherit",
                      fontFamily: "inherit",
                    }}
                  ></p>
                  <h3>
                    <strong>
                      ΓΕΝΙΚΟΙ ΟΡΟΙ ΚΑΙ ΠΡΟΫΠΟΘΕΣΕΙΣ ΧΡΗΣΗΣ ΤΗΣ ΠΛΑΤΦΟΡΜΑΣ
                      «Teacherfox»{" "}
                    </strong>
                  </h3>
                  <p>
                    <strong>
                      Παρακαλούμε διαβάστε τους παρακάτω όρους και διατάξεις
                      προσεκτικά προτού χρησιμοποιήσετε την ιστοσελίδα.
                    </strong>
                  </p>
                  <p>&nbsp;</p>
                  <p>
                    Καλωσορίσατε στο Teacherfox, την ηλεκτρονική πλατφόρμα
                    (εφεξής «Πλατφόρμα ή Teacherfox») που λειτουργεί στον
                    δικτυακό τόπο{" "}
                    <a href="http://www.teacherfox.com/">www.teacherfox.com</a>.
                    Μέσω της Πλατφόρμας διασυνδέονται χρήστες που επιθυμούν να
                    λάβουν εκπαίδευση για θέματα σχολικά, καλλιτεχνικά,
                    πανεπιστημιακά, ξένων γλωσσών κ.α. (εφεξής οι «Μαθητές») με
                    επαγγελματίες που παρέχουν τα αντίστοιχα εκπαιδευτικά
                    προγράμματα και υπηρεσίες (εφεξής οι «Εκπαιδευτικοί»).
                    Ειδικότερα οι μεν Εκπαιδευτικοί μπορούν να προβάλουν στην
                    Πλατφόρμα τις εκπαιδευτικές υπηρεσίες που παρέχουν, το
                    επαγγελματικό τους προφίλ και τη διαθεσιμότητα τους
                    αναφορικά με τα παρεχόμενα μαθήματα, το χρόνο, τόπο, τρόπο
                    παροχής τους κ.α., οι δε Μαθητές μπορούν μέσω της Πλατφόρμας
                    να αναζητήσουν Εκπαιδευτικούς και προγράμματα εκπαίδευσης
                    της αρεσκείας τους, να επικοινωνήσουν μαζί τους και να
                    κλείσουν κάποιο Μάθημα (καλούμενη εφεξής «Υπηρεσία»). Η
                    Υπηρεσία παρέχεται σε όσους Μαθητές και Εκπαιδευτικούς
                    εγγράφονται στην Υπηρεσία (εφεξής από κοινού οι «Χρήστες»).
                  </p>
                  <p>
                    Οι παρόντες Γενικοί Όροι και Προϋποθέσεις Χρήσης της
                    Πλατφόρμας και της Υπηρεσίας (εφεξής οι «Γενικοί Όροι
                    Χρήσης»), έχουν θεσπιστεί από την Εταιρεία και καθορίζουν
                    τους όρους και τις προϋποθέσεις σύμφωνα με τους οποίους η
                    Εταιρεία παρέχει την Υπηρεσία στους Χρήστες που τη
                    χρησιμοποιούν. Με την πρόσβαση και την πλοήγηση στην
                    Πλατφόρμα ή/και την εγγραφή των Χρηστών ή/και τη χρήση της
                    Υπηρεσίας, βεβαιώνεται η ανάγνωση, κατανόηση και
                    ανεπιφύλακτη αποδοχή εκ μέρους των Χρηστών των παρόντων
                    Γενικών Όρων Χρήσης και της Πολιτικής Προστασίας Προσωπικών
                    Δεδομένων, η οποία περιλαμβάνει την πολιτική μας σχετικά με
                    τα cookies.
                  </p>
                  <p>
                    Σε περίπτωση που ο Χρήστης διαφωνεί με οποιονδήποτε όρο
                    ή/και με το σύνολο αυτών, οφείλει να μην κάνει χρήση καμίας
                    εκ των υπηρεσιών που παρέχονται μέσω της Πλατφόρμας και να
                    μην προβεί σε εγγραφή του στην Πλατφόρμα ή χρήση της
                    Υπηρεσίας.
                  </p>
                  <p>
                    Η Εταιρεία μας διατηρεί το δικαίωμα να τροποποιεί,
                    ανανεώνει, διαγράφει, προσθέτει, περιορίζει μονομερώς α)
                    τους παρόντες Γενικούς Όρους Χρήσης, στο σύνολό τους ή εν
                    μέρει, β) τις Πολιτικές της, γ) την Υπηρεσία δ) τις τεχνικές
                    προδιαγραφές της Πλατφόρμας κ.α. κατά την απόλυτη διακριτική
                    της ευχέρεια ή/και όταν η οποιαδήποτε αλλαγή κατά τα ανωτέρω
                    επιβάλλεται από το νόμο, ενδεχομένως και χωρίς προηγούμενη
                    ειδοποίηση σας ή συγκατάθεσή σας, πάντα ωστόσο στα πλαίσια
                    των συναλλακτικών ηθών και των ορίων που θέτει ο νόμος. Οι
                    αλλαγές θα ισχύουν από την ημερομηνία ανάρτησης τους.
                    Διευκρινίζεται ότι τυχόν αλλαγή των παρόντων Γενικών Όρων
                    Χρήσης, δεν καταλαμβάνει χρήσεις της Πλατφόρμας τις οποίες
                    οι Χρήστες έχουν ήδη διενεργήσει πριν την έναρξη ισχύος των
                    αλλαγών σύμφωνα με τα ανωτέρω και η Εταιρεία μας έχει
                    αποδεχτεί.
                  </p>
                  <p>
                    Σε περίπτωση ωστόσο που οι Χρήστες επιθυμούν κάποια
                    διευκρίνιση ή πληροφορία αναφορικά με τους παρόντες Γενικούς
                    Όρους Χρήσης, μπορούν να επικοινωνήσουν μαζί μας στο
                    info@teacherfox.com.
                  </p>
                  <p>
                    Οποιαδήποτε ενέργεια, χρήση ή συναλλαγή των Χρηστών στην
                    Πλατφόρμα μετά τις αλλαγές των Γενικών Όρων Χρήσης,
                    λογίζεται ως ανεπιφύλακτη αποδοχή αυτών.
                  </p>
                  <p>
                    ΜΕ ΤΗΝ ΑΠΟΔΟΧΗ ΤΩΝ ΠΑΡΟΝΤΩΝ ΟΡΩΝ ΣΥΜΦΩΝΑ ΜΕ ΤΑ ΑΝΩΤΕΡΩ ΟΙ
                    ΧΡΗΣΤΕΣ ΔΗΛΩΝΟΥΝ ΡΗΤΑ ΚΑΙ ΑΝΕΠΙΦΥΛΑΚΤΑ ΟΤΙ ΕΧΟΥΝ ΤΗ ΝΟΜΙΜΗ
                    ΗΛΙΚΙΑ ΠΟΥ ΤΟΥΣ ΕΠΙΤΡΕΠΕΙ ΤΗ ΔΕΣΜΕΥΣΗ ΤΟΥΣ ΑΠΟ ΤΟΥΣ ΠΑΡΟΝΤΕΣ
                    ΓΕΝΙΚΟΥΣ ΟΡΟΥΣ ΑΝΑΦΟΡΙΚΑ ΤΗ ΧΡΗΣΗ ΤΗΣ ΠΛΑΤΦΟΡΜΑΣ ΚΑΙ ΤΗΣ
                    ΥΠΗΡΕΣΙΑΣ ΚΑΙ ΟΤΙ ΛΕΙΤΟΥΡΓΟΥΝ ΝΟΜΙΜΑ ΚΑΙ ΕΧΟΥΝ ΛΑΒΕΙ ΟΛΕΣ
                    ΤΙΣ ΑΠΑΡΑΙΤΗΤΕΣ ΕΓΚΡΙΣΕΙΣ ΚΑΙ ΑΔΕΙΕΣ ΓΙΑ ΤΗΝ ΕΓΓΡΑΦΗ ΤΟΥΣ
                    ΣΤΗΝ ΠΛΑΤΦΟΡΜΑ ΚΑΙ ΤΗ ΧΡΗΣΗ ΤΗΣ ΥΠΗΡΕΣΙΑΣ.
                  </p>
                  <p>
                    <strong>
                      ΟΡΟΙ ΧΡΗΣΗΣ ΤΗς ΠΛΑΤΦΟΡΜΑΣ ΚΑΙ ΤΗΣ ΥΠΗΡΕΣΙΑΣ
                    </strong>
                  </p>
                  <p>
                    <strong>Α. ΕΓΓΡΑΦΗ ΧΡΗΣΤΩΝ</strong>
                  </p>
                  <p>
                    Η εγγραφή των Μαθητών και των Εκπαιδευτικών στην Πλατφόρμα
                    αποτελεί απαραίτητη προϋπόθεση για τη χρήση της Υπηρεσίας.
                  </p>
                  <p>
                    Η εγγραφή και η συμμετοχή ως Χρήστης είναι προσωπική,
                    αμεταβίβαστη και ανεκχώρητη. Οι Χρήστες φέρουν την ευθύνη
                    για την ακρίβεια, αλήθεια και επικαιροποίηση των δεδομένων
                    τους που χορηγούν στην Πλατφόρμα και η Εταιρεία βασίζεται
                    αποκλειστικά και μόνον στις δηλώσεις τους αναφορικά με τα
                    δεδομένα και τις πληροφορίες που μας χορηγούν.
                  </p>
                  <p>
                    Η εγγραφή των Χρηστών στην Πλατφόρμα πραγματοποιείται με την
                    εισαγωγή ονόματος, επωνύμου, διεύθυνσης ηλεκτρονικού
                    ταχυδρομείου (email) και κωδικού πρόσβασης (password).
                  </p>
                  <p>
                    Με την αποδοχή των παρόντων Όρων Χρήσης και της Πολιτικής
                    Προστασίας Δεδομένων της Εταιρείας, οι Χρήστες υποβάλλουν
                    στην Πλατφόρμα την αίτηση εγγραφής τους. Η Πλατφόρμα
                    αποστέλλει στο email των Χρηστών ένα επιβεβαιωτικό μήνυμα
                    εγγραφής.
                  </p>
                  <p>
                    <strong>Β. ΧΡΗΣΗ ΤΗΣ ΥΠΗΡΕΣΙΑΣ</strong>
                  </p>
                  <p>
                    <strong>1. Περιγραφή της Υπηρεσίας</strong>
                  </p>
                  <p>
                    Κατόπιν ολοκλήρωσης της εγγραφής στην Πλατφόρμα, ο
                    Εκπαιδευτικός έχει τη δυνατότητα να δημιουργήσει ένα
                    επαγγελματικό προφίλ και να προβάλει μέσω αυτού τον ίδιο και
                    τις παρεχόμενες από αυτόν εκπαιδευτικές υπηρεσίες, να
                    επικοινωνεί μέσω chat με τους Μαθητές και να δέχεται
                    κρατήσεις για μαθήματα. Ο δε Μαθητής έχει τη δυνατότητα
                    αναζήτησης οποιασδήποτε Υπηρεσίας, επικοινωνίας με τον
                    Εκπαιδευτικό που τον ενδιαφέρει μέσω chat, πραγματοποίησης
                    κράτησης Μαθήματος, αποθήκευση Εκπαιδευτικών στα αγαπημένα
                    και της υποβολής αξιολογήσεων για τους Εκπαιδευτικούς.
                  </p>
                  <p>
                    <strong>2. Προφίλ Εκπαιδευτικού</strong>
                  </p>
                  <p>
                    Ο Εκπαιδευτικός έχει τη δυνατότητα να δημιουργήσει το προφίλ
                    του στην Πλατφόρμα, στο οποίο μπορούν να έχουν πρόσβαση όλοι
                    οι Χρήστες. Ο Εκπαιδευτικός θα πρέπει να διασφαλίσει ότι η
                    καρτέλα του περιέχει έστω τις παρακάτω ελάχιστες
                    υποχρεωτικές πληροφορίες:
                  </p>
                  <ul>
                    <li>
                      Πληροφορίες σχετικά με την ταυτότητά του (ονοματεπώνυμο,
                      ημερομηνία γέννησης, τόπος διαμονής).
                    </li>
                    <li>Στοιχεία επικοινωνίας</li>
                    <li>Εκπαίδευση (σπουδές, πτυχία)</li>
                    <li>Εκπαιδευτική και επαγγελματική εμπειρία</li>
                    <li>Περιγραφή υπηρεσιών που παρέχει</li>
                    <li>Κόστος υπηρεσιών</li>
                    <li>Συνοπτική παρουσίαση του Εκπαιδευτικού</li>
                  </ul>
                  <ul>
                    <li>Φωτογραφία</li>
                    <li>Προσφορές</li>
                  </ul>
                  <p>
                    Σημείωση ότι η ανάρτηση φωτογραφίας γίνεται με ευθύνη του
                    Εκπαιδευτικού. Απαγορεύεται η ανάρτηση φωτογραφιών που
                    απεικονίζουν βρέφος ή παιδί ή ανήλικο έως 18 ετών ή άλλο
                    πρόσωπο χωρίς τη συγκατάθεσή του. Η Εταιρεία τηρεί το
                    δικαίωμα να διαγράψει φωτογραφίες, οι οποίες κατά την
                    απόλυτη διακριτική της ευχέρεια, παραβιάζουν την κείμενη
                    νομοθεσία ή κρίνονται ακατάλληλες και απρεπείς, χωρίς καμία
                    ευθύνη.
                  </p>
                  <p>
                    <strong>3. Οικονομική Πολιτική Υπηρεσίας</strong>
                  </p>
                  <p>
                    <strong>3.1 Τιμολόγηση και πληρωμή</strong>
                  </p>
                  <p>
                    H Υπηρεσία παρέχεται στον Εκπαιδευτικό στα πλαίσια τρίμηνης,
                    εξάμηνης ή ετήσιας συνδρομής.
                  </p>
                  <p>
                    Προκειμένου ο Εκπαιδευτικός να τηρεί λογαριασμό στην
                    Πλατφόρμα, οφείλει να καταβάλει το ποσό που αντιστοιχεί στη
                    συνδρομή. Η τιμή για κάθε συνδρομή αναγράφεται στην
                    Πλατφόρμα. Ο Εκπαιδευτικός δηλώνει ότι αναγνωρίζει πώς η
                    όποια συναλλαγή με την Εταιρεία αναφορικά με τη χρήση της
                    Πλατφόρμας γίνεται στα πλαίσια της επαγγελματικής του
                    ιδιότητας και ότι δεν ενεργεί εν προκειμένω ως καταναλωτής
                  </p>
                  <p>
                    Η Υπηρεσία στον Μαθητή παρέχεται δωρεάν χωρίς υποχρέωση
                    καταβολής αντιτίμου.
                  </p>
                  <p>
                    Η λήψη του ποσού ανάλογα με τη συνδρομή που θα επιλέξει ο
                    Εκπαιδευτικός γίνεται ως εξής. &nbsp;
                  </p>
                  <p>
                    <strong>
                      3.2 Αλλαγές στην τιμολογιακή πολιτική και στις χρεώσεις
                    </strong>
                  </p>
                  <p>
                    Η Εταιρεία έχει το δικαίωμα να αλλάζει τους τιμοκαταλόγους
                    της για τις συνδρομές χωρίς προειδοποίηση και χωρίς
                    προγενέστερη ενημέρωση του Χρήστη, παρά μόνο κατόπιν
                    προηγούμενης γνωστοποίησης της επικείμενης αλλαγής μέσω της
                    Πλατφόρμας σύμφωνα και με τα οριζόμενα στην κείμενη
                    νομοθεσία.
                  </p>
                  <p>
                    Ενδέχεται να αλλάξουν οι χρεώσεις ανά πάσα στιγμή
                    ειδοποιώντας σας γραπτώς, μέσω μηνύματος ηλεκτρονικής
                    αλληλογραφίας ή μέσω της χρήσης της Υπηρεσίας. Η συνέχιση
                    της χρήσης της Πλατφόρμας, αφού έχει προηγηθεί σχετική
                    ειδοποίηση, θα θεωρείται αυτόματα αποδοχή της νέας χρέωσης
                    από εσάς. Σε περίπτωση που δεν συμφωνείτε με τις αλλαγές
                    στις χρεώσεις, μπορείτε να τερματίσετε τη συμφωνία μαζί μας,
                    απενεργοποιώντας το λογαριασμό και ακυρώνοντας τη συνδρομή
                    σας.
                  </p>
                  <p>
                    <strong>3.3. Παραστατικό</strong>
                  </p>
                  <p>
                    Η συνδρομή για την Υπηρεσία θα τιμολογείται εντός επτά (Χ)
                    ημερών από την έναρξη της συνδρομής σας και θα είναι
                    διαθέσιμο (παρακαλώ συμπληρώστε που θα βρίσκεται διαθέσιμο
                    το παραστατικό).
                  </p>
                  <p>
                    <strong>4. Απενεργοποίηση/διαγραφή Λογαριασμού</strong>
                  </p>
                  <p>
                    <strong>4.1 Από τον Εκπαιδευτικό/Μαθητή </strong>
                  </p>
                  <p>&nbsp;</p>
                  <p>
                    Σε περίπτωση που ο Εκπαιδευτικός επιθυμεί για οποιονδήποτε
                    λόγο να διαγράψει τον λογαριασμό του, μπορεί να επιλέξει τη
                    διαγραφή λογαριασμού μέσω του πίνακα ελέγχου (dashboard)
                    του.
                  </p>
                  <p>
                    Ο Εκπαιδευτικός έχει τη δυνατότητα αντί για διαγραφή, να
                    επιλέξει την Απόκρυψη Λογαριασμού για όσο χρόνο επιθυμεί.
                  </p>
                  <p>
                    Ο Μαθητής δύναται να απενεργοποιήσει τον λογαριασμό του
                    οποτεδήποτε, χωρίς κάποια αιτία ή κόστος.
                  </p>
                  <p>
                    <strong>4.2. Από την Εταιρεία</strong>
                  </p>
                  <p>
                    Η Εταιρεία δύναται να απενεργοποιήσει ή παύσει προσωρινά τη
                    χρήση του λογαριασμού Χρήστη, στις εξής περιπτώσεις:
                  </p>
                  <ol>
                    <li>
                      Σε περίπτωση που ο Χρήστης παραβιάζει τους παρόντες
                      Γενικούς Όρους Χρήσης
                    </li>
                    <li>
                      Σε περίπτωση που ο Χρήστης έχει διαπράξει κατά την κρίση
                      της Εταιρείας ποινικό ή άλλο αδίκημα κατά τη χρήση της
                      Υπηρεσίας ή έχει προκαλέσει άμεσο κίνδυνο ή ζημία στην
                      Εταιρεία ή/και σε οποιοδήποτε άλλο Χρήστη,
                    </li>
                    <li>
                      Σε περίπτωση που προκύψει ότι ο Εκπαιδευτικός φέρεται
                      αντιεπαγγελματικά και ανήθικα.
                    </li>
                    <li>
                      Σε περίπτωση που Μαθητής σε κριτικές που αναρτά μέσω της
                      Πλατφόρμας εκφράζεται υβριστικά ή προσβλητικά έναντι
                      Εκπαιδευτικού, της Πλατφόρμας ή τρίτου.
                    </li>
                    <li>
                      Σε περίπτωση που Μαθητής σε μηνύματα ενδιαφέροντος που
                      στέλνει μέσω της Πλατφόρμας εκφράζεται υβριστικά ή στέλνει
                      μαζικά μηνύματα ενδιαφέροντος χωρίς να έχει πραγματικό
                      ενδιαφέρον έναντι Εκπαιδευτικών.
                    </li>
                    <li>
                      Σε περίπτωση που Εκπαιδευτικός δεν απαντά σε μηνύματα
                      ενδιαφέροντος μαθητών.
                    </li>
                  </ol>
                  <p>
                    Ανάλογα με την βαρύτητα της περίπτωσης, η Εταιρεία προβαίνει
                    σε άμεση και αυτόματη διαγραφή ή απενεργοποίηση λογαριασμού,
                    ρητά δε επιφυλάσσεται παντός νομίμου δικαιώματός της
                    συμπεριλαμβανομένου και του δικαιώματος για αποκατάσταση
                    οποιασδήποτε ζημίας έχει τυχόν υποστεί από τις πράξεις ή/και
                    παραλείψεις των Χρηστών σύμφωνα με τα ανωτέρω.
                  </p>
                  <p>
                    Ο Χρήστης που έχει διαγραφεί από την Υπηρεσία απαγορεύεται
                    να γίνει μέλος ξανά της Υπηρεσίας με τα ίδια ή άλλα
                    στοιχεία.
                  </p>
                  <p>
                    <strong>
                      5. Υποχρεώσεις Χρηστών αναφορικά με τη χρήση της Υπηρεσίας
                    </strong>
                  </p>
                  <p>
                    <strong>5.1 Υποχρεώσεις Εκπαιδευτικού</strong>
                  </p>
                  <p>
                    Ο Εκπαιδευτικός εγγυάται ότι όλες οι πληροφορίες και τα
                    δεδομένα που αναρτά ο ίδιος-α στο προφίλ του, η προετοιμασία
                    και η παροχή Μαθημάτων προς Μαθητές μέσω της Πλατφόρμας,
                    πρέπει:
                  </p>
                  <ul>
                    <li>Να είναι ακριβείς, σωστές και ενημερωμένες.</li>
                    <li>
                      Να είναι συνεπής με τα πρότυπα του Μαθήματος που
                      προσφέρει.
                    </li>
                    <li>
                      Να μην παραβιάζει κανένα εφαρμοστέο νόμο ή κανονιστική
                      απαίτηση κατά την παροχή των Μαθημάτων στους Μαθητές.
                    </li>
                    <li>
                      Να απαντάει στα αιτήματα ενδιαφέροντος των μαθητών άμεσα.
                    </li>
                    <li>
                      Να μην ενεργεί με τρόπο παραπλανητικό, ή να μην έρχεται σε
                      αντιπαράθεση με οποιονδήποτε τρόπο α) με τους Χρήστες ή
                      οποιοδήποτε τρίτο που σχετίζεται με την Πλατφόρμα και β)
                      με τη νομοθεσία για το ηλεκτρονικό εμπόριο και την
                      ασφάλεια και παροχή υπηρεσιών σε Μαθητές.
                    </li>
                    <li>
                      Να μην ενεργεί άσεμνα, δυσφημιστικά, επιθετικά και
                      ανάρμοστα.
                    </li>
                    <li>
                      Να μη κάνει κακόπιστη χρήση της Υπηρεσίας και να δηλώνει
                      πραγματικά Μαθήματα που μπορεί να παρέχει.
                    </li>
                    <li>
                      Να παρέχει τις υπηρεσίες του με σεβασμό για τον Μαθητή και
                      πάντα στα πλαίσια των κανόνων της επιστήμης.
                    </li>
                    <li>
                      Να διατηρεί την ευθύνη ανά πάσα στιγμή για την ακρίβεια,
                      την πληρότητα και την ορθότητα των πληροφοριών που
                      εμφανίζονται στο προφίλ του στην Πλατφόρμα.
                    </li>
                    <li>
                      Να δέχεται το Μαθητή ως συμβαλλόμενο μέρος αναφορικά με
                      την παροχή του Μαθήματος που συμφωνείται.
                    </li>
                    <li>
                      Να μην κοινοποιεί οποιοδήποτε στοιχείο του Μαθητή σε άλλον
                      Εκπαιδευτικό, σε περίπτωση αδυναμίας εξυπηρέτησης του
                      Μαθητή, είτε εκτός της Πλατφόρμας είτε εντός, για λόγους
                      προστασίας προσωπικών δεδομένων.
                    </li>
                  </ul>
                  <p>
                    Για τη χρήση της Υπηρεσίας της Πλατφόρμας, ο Εκπαιδευτικός
                    οφείλει:
                  </p>
                  <ul>
                    <li>
                      Να διατηρεί ασφαλείς και εμπιστευτικές όλες τις
                      πληροφορίες ανά πάσα στιγμή, συμπεριλαμβανομένων χωρίς
                      περιορισμό, επικοινωνίας και συνομιλιών ανάμεσα σε εκείνον
                      και τους Χρήστες και όλων των πληροφοριών που σχετίζονται
                      με τη διαδικασία των αιτημάτων Μαθήματος.
                    </li>
                    <li>Να διατηρεί προσωπική τη χρήση των υπηρεσιών του</li>
                    <li>
                      Να ενημερώνει άμεσα την Πλατφόρμα σε περίπτωση που έχει
                      λόγους να θεωρεί ή να υποψιάζεται ότι οποιοσδήποτε
                      Εκπαιδευτικός ή ένας Χρήστης έχουν παραβιάσει οποιονδήποτε
                      από τους όρους.
                    </li>
                  </ul>
                  <p>
                    <strong>5.2 Υποχρεώσεις Μαθητή</strong>
                  </p>
                  <p>
                    Ο Μαθητής οφείλει να χρησιμοποιεί την Υπηρεσία και την
                    Πλατφόρμα σύμφωνα με τους Γενικούς Όρους Χρήσης. Πιο
                    συγκεκριμένα, ο Μαθητής είναι υπεύθυνος:
                  </p>
                  <ul>
                    <li>
                      Να εξακριβώνει την ταυτότητα οποιουδήποτε Εκπαιδευτικού
                      και τις&nbsp; πληροφορίες που παρέχει ο Εκπαιδευτικός
                      ειδικότερα σε σχέση με την απαιτούμενη τεχνογνωσία για να
                      παρέχει τις υπηρεσίες προς τον Μαθητή.
                    </li>
                    <li>
                      Να αξιολογεί τον Εκπαιδευτικό με ειλικρίνεια και δίκαια.
                    </li>
                  </ul>
                  <ul>
                    <li>
                      Να μην παρέχει πληροφορίες οι οποίες είναι ανακριβείς,
                      λανθασμένες ή ψευδείς.
                    </li>
                    <li>
                      Να ενημερώνει άμεσα την Πλατφόρμα σε περίπτωση που έχει
                      κάποιο λόγο να πιστεύει ή να υποψιάζεται ότι ένας
                      Εκπαιδευτικός ή κάποιος άλλος Χρήστης έχει παραβιάσει
                      κάποιον Γενικό Όρο Χρήσης ή όταν ένα προφίλ Εκπαιδευτικού
                      δεν είναι αληθινό ή είναι ανακριβές.
                    </li>
                    <li>
                      Να μην κάνει κακόπιστη χρήση της Υπηρεσίας και να δηλώνει
                      πραγματικά Μαθήματα που τον ενδιαφέρουν.
                    </li>
                    <li>
                      Να επιλέγει με προσοχή το Μάθημα και τον Εκπαιδευτικό που
                      θα το παράσχει και να παρέχει όλες τις απαραίτητες
                      πληροφορίες στον Εκπαιδευτικό πριν την ανάθεση του
                      Μαθήματος. Παρά το γεγονός ότι κάποιοι Εκπαιδευτικοί
                      μπορεί να λαμβάνουν θετικές κριτικές ή σχόλια για τα
                      Μαθήματά τους από την Πλατφόρμα ή από άλλους Χρήστες, η
                      Εταιρεία δεν παρέχει εγγυήσεις για την ποιότητα και την
                      ασφάλεια των υπηρεσιών που προσφέρουν οι Εκπαιδευτικοί.
                    </li>
                  </ul>
                  <p>
                    <strong>6. Απαγορευμένη χρήση της Υπηρεσίας </strong>
                  </p>
                  <p>Απαγορεύονται οι παρακάτω πράξεις στους Χρήστες: :</p>
                  <ul>
                    <li>Οποιαδήποτε χρήση της Υπηρεσίας για εμπορικό σκοπό.</li>
                    <li>
                      Οποιαδήποτε πρόσβαση ή απόπειρα πρόσβασης σε πληροφορίες
                      που διακινούνται μέσω της Υπηρεσίας και για τα οποία δεν
                      έχουν καμία εξουσιοδότηση ή εξουσία να χρησιμοποιήσουν.
                    </li>
                    <li>
                      Η πρόσβαση στην Υπηρεσία με σκοπό τη δημιουργία ή παραγωγή
                      προϊόντος ή υπηρεσίας που να ανταγωνίζεται την Υπηρεσία
                      και το Λογισμικό της Υπηρεσίας.
                    </li>
                    <li>
                      Η χρήση της Υπηρεσίας με σκοπό την παροχή εκ μέρους τους
                      υπηρεσιών προς τρίτους, πλην των επιτρεπόμενων στους
                      Γενικούς Όρους Χρήσης.
                    </li>
                    <li>
                      Η πώληση, μίσθωση, διάθεση, μεταβίβαση, εκχώρηση,
                      παραχώρηση χρήσης, παρουσίαση, διαβίβαση και εν γένει η
                      εμπορική εκμετάλλευση της άδειας πρόσβασης και χρήσης της
                      Υπηρεσίας και των δικαιωμάτων που τους παραχωρούνται
                      δυνάμει της άδειας σύμφωνα με τους Γενικούς Όρους Χρήσης.
                    </li>
                    <li>
                      Η διευκόλυνση με οποιονδήποτε τρόπο και με οποιαδήποτε
                      μέσα τρίτων να αποκτήσουν πρόσβαση στην Υπηρεσία και σε
                      οποιεσδήποτε πληροφορίες για μη νόμιμους ή
                      εξουσιοδοτημένους σκοπούς.
                    </li>
                    <li>
                      Η μετάδοση και μεταφορά ιών, η ανάρτηση, αποστολή και
                      διαβίβαση εγγράφων και πληροφοριών τα οποία είναι
                      παράνομα, επιζήμια, απειλητικά, δυσφημιστικά, επικίνδυνα
                      για την ασφάλεια της Υπηρεσίας, και για τη φήμη και την
                      υπόληψη της Εταιρείας.
                    </li>
                    <li>
                      Οποιαδήποτε ενέργεια είναι ή θεωρείται επιζήμια για τα
                      συμφέροντα της Εταιρείας και των λοιπών Χρηστών της
                      Υπηρεσίας ή μπορεί να αποτρέψει οποιονδήποτε τρίτο να
                      κάνει χρήση της Υπηρεσίας.
                    </li>
                    <li>
                      Η πώληση, παραχώρηση, εκμίσθωση, διαβίβαση, επεξεργασία
                      δεδομένων από τη χρήση της Υπηρεσίας, σε οποιονδήποτε
                      τρίτο και για οποιονδήποτε σκοπό.
                    </li>
                    <li>
                      Δημοσίευση ή μετάδοση περιεχομένου που δεν είναι πρέπον,
                      είναι παράνομο, υβριστικό, βλαβερό, απειλητικό,
                      προσβλητικό, συκοφαντικό, δυσφημιστικό, χυδαίο, άσεμνο,
                      πορνογραφικό, βλάσφημο, και με οιονδήποτε τρόπο αντίθετο
                      στα χρηστά ήθη, αποτελεί παραβίαση του απορρήτου κάποιου
                      άλλου, είναι εμπιστευτικό, δείχνει εμπάθεια, δύναται να
                      προκαλέσει ενόχληση, αναστάτωση ή περιττό άγχος σε
                      τρίτους, εκφράζει φυλετικές, θρησκευτικές, εθνικές και
                      άλλες διακρίσεις, δύναται να προκαλέσει βλάβες σε
                      ανήλικους με οποιονδήποτε τρόπο, παραβιάζει πνευματικά
                      δικαιώματα ή άλλα ιδιοκτησιακά δικαιώματα τρίτων,
                      χρησιμοποιείται για συλλογή ή αποθήκευση προσωπικών
                      δεδομένων άλλων ή παραβιάζει με οποιοδήποτε τρόπο το νόμο
                      ή τους Όρους Χρήσης, είναι διαφημιστικό, συνιστά ή
                      ενθαρρύνει συμπεριφορά που θα θεωρούνταν αξιόποινη πράξη,
                      που θα επέσυρε αστική ευθύνη ή θα καταστρατηγούσε το
                      δίκαιο ή θα παραβίαζε τα δικαιώματα οποιουδήποτε τρίτου σε
                      οποιαδήποτε χώρα στον κόσμο, περιέχει ιούς λογισμικού ή
                      οποιουσδήποτε άλλους κώδικες, αρχεία ή προγράμματα, που
                      έχουν σχεδιαστεί με σκοπό τη διακοπή, την πρόκληση βλάβης,
                      την παρεμπόδιση της λειτουργίας ή την καταστροφή
                      οποιουδήποτε λογισμικού, εξοπλισμού ή υλικού υπολογιστών,
                      ή θεωρηθεί ακατάλληλο κατά την απόλυτη κρίση της
                      Εταιρείας.
                    </li>
                    <li>
                      Οποιασδήποτε μορφής πειρατείας Λογισμικού, hacking ή/και
                      υποκλοπής δεδομένων και πληροφοριών.
                    </li>
                    <li>
                      Η εισαγωγή στην Υπηρεσία, η αποστολή και διαβίβαση
                      πληροφοριών ή προγραμμάτων – λογισμικών (software) τα
                      οποία ενδέχεται να περιέχουν ιούς ή άλλα επιζήμια
                      χαρακτηριστικά τα οποία μπορούν είτε να προκαλέσουν
                      δυσλειτουργία της Υπηρεσίας, ή να προκαλέσουν υπέρογκη
                      κίνηση δεδομένων (traffic) στην Υπηρεσία με αποτέλεσμα να
                      δυσχεραίνουν τη χρήση αυτής από τους άλλους Χρήστες.
                    </li>
                    <li>
                      Η καθ’ οιονδήποτε τρόπο χρήση της Υπηρεσίας, η οποία
                      ανεξαρτήτως σκοπιμότητας, (δόλου ή αμέλειας) θα μπορούσε
                      να προκαλέσει δυσλειτουργία της Υπηρεσίας.
                    </li>
                    <li>
                      Η αποσυμπίεση (decompilation), αντιγραφή, παραποίηση,
                      διανομή, παρουσίαση, του Λογισμικού που περιλαμβάνεται
                      στην Υπηρεσία ή μέρος αυτού ή/και η καθ’ οιονδήποτε τρόπο
                      επεξεργασία του πηγαίου του κώδικα.
                    </li>
                    <li>
                      Η σύνδεση της Υπηρεσίας με οποιοδήποτε προϊόν/ Υπηρεσία
                      των Χρηστών, χωρίς τη ρητή και έγγραφη συγκατάθεση της
                      Εταιρείας.
                    </li>
                    <li>
                      Οποιαδήποτε αντιγραφή, αναλογική/ψηφιακή εγγραφή και
                      μηχανική αναπαραγωγή, διανομή, μεταφορά, downloading,
                      μεταποίηση, μεταπώληση, δημιουργία παράγωγης εργασίας της
                      Υπηρεσίας και των συστατικών της που περιγράφονται στο
                      παρόν.
                    </li>
                    <li>
                      Κάθε τυχόν ενέργεια ή παράλειψη που μπορεί να οδηγήσει
                      στην καταστροφή δεδομένων, τροποποίηση στοιχείων που
                      περιλαμβάνονται στην Πλατφόρμα, να προκαλέσει δυσαρέσκεια
                      ή να βλάψει τους άλλους Χρήστες, σε παραβίαση των
                      ιδιοκτησιακών δικαιωμάτων τρίτων προσώπων, σε παραβίαση
                      των διατάξεων περί πνευματικής ιδιοκτησίας και σε κάθε
                      άλλη παράνομη πράξη ή παράλειψη
                    </li>
                  </ul>
                  <p>
                    <strong>
                      7. Περιορισμός ευθύνης της Εταιρείας για τη χρήση της
                      Υπηρεσίας
                    </strong>
                  </p>
                  <p>
                    Η Εταιρεία μέσω της Υπηρεσίας παρέχει υπηρεσίες
                    διαμεσολάβησης ανάμεσα στους Εκπαιδευτικούς και στους
                    Μαθητές. Η Εταιρεία δεν λειτουργεί ως πάροχος εκπαιδευτικών
                    ή συμβουλευτικών υπηρεσιών η ίδια, αλλά μέσω αυτής προβάλλει
                    τους Εκπαιδευτικούς και τις παρεχόμενες από αυτούς
                    εκπαιδευτικές υπηρεσίες και δίνει τη δυνατότητα στους
                    Μαθητές να επιλέξουν ορισμένη εκπαιδευτική υπηρεσία που
                    παρέχεται από Εκπαιδευτικό. Η Εταιρεία δεν συμμετέχει με
                    κανένα τρόπο στη συμφωνία που συνάπτεται για το Μάθημα
                    μεταξύ Μαθητή και Εκπαιδευτικού, καθώς οι Μαθητές
                    συμβάλλονται απευθείας με τους Εκπαιδευτικούς που επιλέγουν.
                    Η Εταιρεία δεν έχει κανένα έλεγχο ή ευθύνη για τη
                    συμπεριφορά των Εκπαιδευτικών, των Μαθητών ή οποιουδήποτε
                    τρίτου στο πλαίσιο της συμφωνίας τους και αποποιείται
                    οποιασδήποτε ευθύνης.
                  </p>
                  <p>
                    Η ανάρτηση ενός Μαθήματος και η αντίστοιχη τιμή του,
                    αποτελούν δεσμευτική προσφορά εκ μέρους του Εκπαιδευτικού
                    προς όποιον Μαθητή προβεί σε εκδήλωση ενδιαφέροντος για το
                    συγκεκριμένο Μάθημα μέσω της Πλατφόρμας. Οι Εκπαιδευτικοί
                    ευθύνονται συνολικά για το περιεχόμενο που δημοσιεύουν, για
                    την ορθή και σύννομη περιγραφή των υπηρεσιών τους και τους
                    όρους παροχής τους. Η Εταιρεία σε καμία περίπτωση δεν
                    υιοθετεί ή αποδέχεται αυτές.
                  </p>
                  <p>
                    Παρά το γεγονός ότι η Εταιρεία καταβάλλει κάθε προσπάθεια
                    για την εξακρίβωση των πληροφοριών που παρέχονται στην
                    Πλατφόρμα, δεν μπορεί ούτε να επιβεβαιώσει, ούτε να εγγυηθεί
                    ότι όλες οι πληροφορίες είναι ακριβείς, πλήρεις ή σωστές,
                    και ούτε μπορεί να θεωρηθεί υπεύθυνη για τυχόν λάθη, για
                    παρεμβολές λόγω, για ανακριβείς, παραπλανητικές ή αναληθείς
                    πληροφορίες ή για τη μη διανομή των πληροφοριών.
                  </p>
                  <p>
                    Ο Εκπαιδευτικός αποδέχεται και συμφωνεί ότι η χρήση και η
                    εξάρτησή του αναφορικά με οποιαδήποτε πληροφορία που υπάρχει
                    στην Πλατφόρμα θα πρέπει να πραγματοποιηθεί με δική του
                    ευθύνη και η Εταιρεία δεν θα θεωρηθεί υπεύθυνη για
                    οποιαδήποτε ζημιά και απώλεια που μπορεί να προκληθεί ως
                    αποτέλεσμα ή σε σχέση με τη χρήση από τον Εκπαιδευτικό και
                    την εξάρτησή του για τέτοιες πληροφορίες. Ο Εκπαιδευτικός
                    έχει την υποχρέωση να διεξάγει τη δική του έρευνα και να
                    διασφαλίσει ότι θα συμμορφωθεί με τις απαιτήσεις που ισχύουν
                    για τους εκπαιδευτικούς και για το Μάθημα. Η Εταιρεία δεν
                    είναι υπεύθυνη για οποιαδήποτε αποτυχία του Εκπαιδευτικού να
                    συμμορφωθεί με οποιοδήποτε νομοθετικό και κανονιστικό
                    πλαίσιο, που ενδέχεται να ισχύει στην περίπτωσή του κατά τη
                    χρήση της Πλατφόρμας. Συμφωνεί, επιπλέον, ότι η Εταιρεία δεν
                    μπορεί να εγγυηθεί για την πληρότητα ή την ακρίβεια των
                    στοιχείων των Χρηστών καθώς δεν προχωρά σε εξακρίβωση της
                    ταυτότητας τους, ούτε εγγυάται την εύρεση Μαθητών.
                  </p>
                  <p>
                    Οι Εκπαιδευτικοί είναι αποκλειστικά υπεύθυνοι για την
                    επικοινωνία και επακόλουθες συναλλαγές με τους Χρήστες ενώ
                    τα Μαθήματα παρέχονται από τους Εκπαιδευτικούς σύμφωνα με
                    τους όρους και τις προϋποθέσεις που ενδέχεται να συμφωνηθούν
                    ανάμεσα στο Μαθητή και τον Εκπαιδευτικό. Στην περίπτωση που
                    θα προκύψει κάποια διαφωνία ανάμεσα στο Μαθητή και τον
                    Εκπαιδευτικό, η Εταιρεία δεν είναι υπεύθυνη για οτιδήποτε
                    σχετίζεται με την εν λόγω διαφορά.
                  </p>
                  <p>
                    Ο Εκπαιδευτικός οφείλει να αποζημιώνει την Εταιρεία πλήρως
                    σε περίπτωση απαιτήσεων για απώλειες, ζημιές, χρηματικό
                    κόστος, αξιώσεις και έξοδα με τα οποία θα επιβαρυνθεί η
                    Εταιρεία που προέρχονται από ή σε σχέση με οποιαδήποτε
                    συναλλαγή στην Πλατφόρμα.
                  </p>
                  <p>
                    Ο Μαθητής αποδέχεται και συμφωνεί ότι η Υπηρεσία που
                    παρέχεται από την Πλατφόρμα περιορίζεται στην προσφορά ενός
                    μέσου προκειμένου να επιχειρήσει να επικοινωνήσει με τους
                    Εκπαιδευτικούς. Συνεπώς, η Πλατφόρμα δεν εγγυάται ότι ο
                    Μαθητής θα βρει μαθήματα της αρεσκείας του και ότι οι
                    πληροφορίες και τα έγγραφα που εμφανίζονται στο Προφίλ του
                    Εκπαιδευτικού είναι αυθεντικά, έγκυρα, ακριβή ή πλήρη. Η
                    Εταιρεία δεν είναι υπεύθυνη σε καμία περίπτωση για την
                    ποιότητα ή για την παροχή οποιασδήποτε Υπηρεσίας από τους
                    Εκπαιδευτικούς.
                  </p>
                  <p>
                    Σχόλια και άλλο υλικό που δημοσιοποιείται στην Πλατφόρμα ή
                    που παρέχεται από την Πλατφόρμα δεν έχουν σκοπό να
                    χρησιμοποιηθούν ως συμβουλές και η Εταιρεία δε φέρει καμία
                    ευθύνη αναφορικά με αποφάσεις που θα ληφθούν με βάση τις
                    πληροφορίες αυτές.
                  </p>
                  <p>
                    Σε κάθε περίπτωση ρητά συμφωνείται ότι η Εταιρεία ευθύνεται
                    μόνο για άμεσες ζημιές, οι οποίες προκύπτουν λόγω δόλου ή
                    βαριάς αμέλειας εκ μέρους της. Αποκλείεται ρητά η ευθύνη της
                    Εταιρείας για άμεση ζημία λόγω ελαφράς αμέλειας ανεξαρτήτως
                    νομικού λόγου. Αποκλείεται πλήρως και ρητά η ευθύνη της
                    Εταιρείας για έμμεσες ή επακόλουθες ζημίες, ανεξαρτήτως
                    λόγου.
                  </p>
                  <p>
                    <strong>8. Προβολή Εκπαιδευτικών</strong>
                  </p>
                  <p>
                    Η προβολή του προφίλ τους στην Πλατφόρμα βασίζεται καταρχήν
                    στην αναζήτηση των Μαθητών βάσει μαθημάτων, περιοχής κτλ.
                  </p>
                  <p>
                    <strong>9. Αξιολόγηση</strong>
                  </p>
                  <p>
                    Παρέχεται στους Μαθητές η δυνατότητα υποβολής αξιολόγησης
                    των Εκπαιδευτικών, προκειμένου να αξιολογούν την ποιότητα
                    του μαθήματος. Οι αξιολογήσεις των Χρηστών που
                    παρουσιάζονται στην Πλατφόρμα είναι οι προσωπικές γνώμες
                    ατόμων και σε καμία περίπτωση δεν αποτελούν εγγύηση,
                    προτροπή, έγκριση ή διαβεβαίωση από την Εταιρεία.
                  </p>
                  <p>
                    Ο Χρήστης οφείλει ωστόσο να είναι αντικειμενικός κατά την
                    διαδικασία αξιολόγησης και να παρέχει αληθή στοιχεία.
                    Απαγορεύεται η υποβολή παραπλανητικών και υβριστικών
                    αξιολογήσεων, ή η χειραγώγηση του συστήματος για την
                    εξυπηρέτηση συμφερόντων. Ο Εκπαιδευτικός έχει το δικαίωμα να
                    απαντήσει σε κάποια αξιολόγηση αν θεωρεί ότι είναι άδικη,
                    αναληθής, προσβλητική ή παραπλανητική.&nbsp;
                  </p>
                  <p>
                    Η Εταιρεία διατηρεί το δικαίωμα να προσαρμόσει, αρνηθεί ή
                    διαγράψει τα σχόλια, κατά την απόλυτη διακριτική της
                    ευχέρεια σε περίπτωση που αυτά είναι υβριστικά, ρατσιστικά,
                    ανήθικα ή χυδαία και πέρα από τους κανόνες χρηστής
                    συμπεριφοράς και ηθικής.
                  </p>
                  <p>
                    Οι Χρήστες αναγνωρίζουν ότι η Εταιρεία είναι διανομέας και
                    όχι εκδότης των εν λόγω σχολίων. Η Εταιρεία δεν θα
                    συμμετέχει σε καμία συζήτηση, διαπραγμάτευση ή αλληλογραφία
                    σε σχέση με τα σχόλια των Χρηστών και σε καμία περίπτωση δεν
                    παίρνει θέση ούτε αναλαμβάνει διαδικασίες για τη διευθέτηση
                    τυχόν διένεξης ή οποιασδήποτε διαφοράς ή διαφωνίας προκύψει
                    μεταξύ των Χρηστών εκ του λόγου αυτού.
                  </p>
                  <p>
                    <strong>10. Διακοπή λειτουργίας της Υπηρεσίας</strong>
                  </p>
                  <p>
                    Η Εταιρεία διατηρεί το δικαίωμα για τεχνικούς λόγους, λόγους
                    συντήρησης ή/και αναβάθμισης της Πλατφόρμας, να διακόπτει τη
                    λειτουργία της Υπηρεσίας προσωρινά και σε τακτά χρονικά
                    διαστήματα. Σε περίπτωση που η διακοπή αυτή διαρκέσει πάνω
                    από ένα εύλογο χρονικό διάστημα κατά την απόλυτη κρίση της
                    Εταιρείας, ή έχει ήδη καθοριστεί από την ίδια
                    προγραμματισμένη διακοπή, η Εταιρεία θα καταβάλει κάθε
                    δυνατή προσπάθεια να ενημερώνει τους Χρήστες της με σχετική
                    της ανάρτηση στην Πλατφόρμα. Ρητά συμφωνείται ότι οι Χρήστες
                    δεν δύνανται να εγείρουν αξιώσεις κατά της Εταιρείας για
                    οποιαδήποτε ζημία τυχόν υποστούν εκ του λόγου αυτού.
                  </p>
                  <p>
                    <strong>11. Παροχή Πληροφοριών</strong>
                  </p>
                  <p>
                    Η Εταιρεία, σε περίπτωση που τούτο της ζητηθεί από αρμόδια
                    διωκτική, εποπτική, δικαστική ή άλλη Αρχή, υποχρεούται σε
                    διαβίβαση των δεδομένων των Χρηστών, συμπεριλαμβανομένων και
                    τυχόν προσωπικών δεδομένων τους που χορηγούνται στην
                    Εταιρεία σύμφωνα με το παρόν και οποιονδήποτε άλλων
                    πληροφοριών παρέχονται σε αυτή, χωρίς προηγούμενη ενημέρωση
                    ή συγκατάθεση των προσώπων αυτών, για την απαραίτητη
                    προστασία από κινδύνους για την κρατική και δημόσια ασφάλεια
                    καθώς και για τη δίωξη εγκληματικών πράξεων,
                    συμπεριλαμβανομένων και των φορολογικών εγκλημάτων και
                    παραβάσεων.
                  </p>
                  <p>
                    <strong>12. Προσωπικά Δεδομένα </strong>
                  </p>
                  <p>
                    Τα προσωπικά δεδομένα που οι Χρήστες παρέχουν στην Πλατφόρμα
                    στα πλαίσια της Υπηρεσίας, τυγχάνουν επεξεργασίας από την
                    Εταιρεία σύμφωνα με τους όρους της Πολιτικής Προστασίας
                    Προσωπικών Δεδομένων που βρίσκεται αναρτημένη στην
                    ιστοσελίδα. Με την εγγραφή του ο Χρήστης&nbsp; σύμφωνα με τα
                    ανωτέρω, αποδέχεται τη συλλογή και επεξεργασία των δεδομένων
                    και των στοιχείων του βάσει της Πολιτικής Προστασίας
                    Προσωπικών Δεδομένων της Εταιρείας.
                  </p>
                  <p>
                    <strong>13. Εγγραφή σε Newsletters</strong>
                  </p>
                  <p>
                    Με την εγγραφή σας στην Υπηρεσία, η Εταιρεία στα πλαίσια του
                    έννομου συμφέροντός της, δύναται να αποστέλλει στο email σας
                    ενημερωτικά δελτία (newsletter). Η Εταιρεία δεν ευθύνεται αν
                    τα newsletter δεν παραδοθούν στον προορισμό τους, αν και
                    καταβάλει κάθε δυνατή προσπάθεια με τους ISP’s (Internet
                    Service providers) για την παράδοση τους. Τα newsletter
                    μπορεί να καταλήξουν στο spam folder, οπότε οι εγγεγραμμένοι
                    Χρήστες οφείλουν να ελέγχουν τακτικά ότι δεν αποθηκεύονται
                    εκεί. Σε περίπτωση που ο Χρήστης δεν επιθυμεί να λαμβάνει
                    πλέον ενημερωτικά newsletters, μπορεί να ενημερώσει σχετικά
                    την Εταιρεία αποστέλλοντας σχετικό μήνυμα στο{" "}
                    <a href="mailto:info@teacherfox.com">info@teacherfox.com</a>{" "}
                    ή μέσω του αντίστοιχου συνδέσμου (unsubscribe) που
                    εμφανίζεται στα ενημερωτικά emails μας που λαμβάνει.
                  </p>
                  <p>
                    <strong>14. Εξωτερικοί Σύνδεσμοι (External Links)</strong>
                  </p>
                  <p>
                    Η ιστοσελίδα Teacherfox μπορεί να περιέχει συνδέσμους προς
                    ιστοσελίδες που διατηρούνται από τρίτους, των οποίων οι
                    πληροφορίες και οι πρακτικές προστασίας δεδομένων είναι
                    διαφορετικές από αυτές της Εταιρείας. Η Teacherfox δεν φέρει
                    καμία ευθύνη για τις πληροφορίες ή τις πρακτικές προστασίας
                    δεδομένων που χρησιμοποιούνται σε ιστοσελίδες τρίτων.
                    Συνιστάται, πριν την χρήση άλλων ιστοσελίδων, η ανάγνωση και
                    κατανόηση των όρων χρήσης και της πολιτικής απορρήτου τους.
                    Η Εταιρεία δεν ελέγχει τη διαθεσιμότητα, το περιεχόμενο, την
                    πολιτική προστασίας προσωπικών δεδομένων, την ποιότητα και
                    πληρότητα των υπηρεσιών άλλων ιστοσελίδων στις οποίες η
                    Πλατφόρμα ενδέχεται να παραπέμπει μέσω «δεσμών», hyperlinks
                    ή διαφημιστικών banners. Η Εταιρεία σε καμία περίπτωση δεν
                    πρέπει να θεωρηθεί ότι ενστερνίζεται ή αποδέχεται το
                    περιεχόμενο ή τις υπηρεσίες των web sites και των σελίδων
                    στα οποία παραπέμπει ή ότι συνδέεται με αυτά κατά
                    οποιονδήποτε άλλο τρόπο.
                  </p>
                  <p>
                    <strong>15. Πνευματική Ιδιοκτησία</strong>
                  </p>
                  <p>
                    Η Εταιρεία είναι ο πνευματικός δημιουργός και νόμιμος
                    κάτοχος και διαχειριστής της Πλατφόρμας, της Υπηρεσίας και
                    των λοιπών υπηρεσιών της Πλατφόρμας σύμφωνα με το παρόν
                    συμπεριλαμβανομένου και του διαχειριστικού εργαλείου η άδεια
                    χρήσης του οποίου παραχωρείται από την Εταιρεία στους
                    Χρήστες με την ολοκλήρωση της εγγραφής. Η Εταιρεία παραχωρεί
                    δια της παρούσας στους Χρήστες της το δικαιώματα πρόσβασης
                    και χρήσης της Υπηρεσίας σύμφωνα με τους παρόντες Γενικούς
                    Όρους Χρήσης. Η Εταιρεία είναι κυρία και διατηρεί στην
                    κατοχή και ιδιοκτησία της όλα τα δικαιώματα, τίτλους και
                    συμφέροντα (α) στην Πλατφόρμα και στις Υπηρεσίες της, στις
                    λειτουργίες και στα χαρακτηριστικά της συμπεριλαμβανομένων
                    ενδεικτικά και όχι περιοριστικά: των Λογισμικών της,
                    προγραμμάτων της, της φιλοσοφίας, μεθοδολογίας και τεχνικής
                    με τις οποίες αυτές έχει σχεδιαστεί, του μοντέλου, των
                    αλγορίθμων, πληροφοριών και υλικών της, της τεχνογνωσίας
                    αναφορικά με την Υπηρεσία και των Λογισμικών της, καθώς και
                    τυχόν τροποποιήσεων, παραμετροποιήσεων της Υπηρεσίας και των
                    Λογισμικών της, παράγωγων λειτουργιών τους, (β) στο
                    διαχειριστικό εργαλείο προς τους Χρήστες, (γ) στην εμπορική
                    ονομασία Τeacherfox, στο εμπορικό σήμα και στο δικτυακό τόπο
                    teacherfox.com και στα παράγωγα, σύνθετα, ομόηχα ή παρόμοια
                    τους (δ) σε οποιαδήποτε άλλα λογότυπα, εμπορικά σήματα και
                    διακριτικούς τίτλους, εμπορικά μυστικά, πατέντες και
                    οποιαδήποτε άλλα δικαιώματα πνευματικής ιδιοκτησίας
                    αναφορικά με την Πλατφόρμα, την Υπηρεσία και τις λειτουργίες
                    τα οποία καθίστανται γνωστά στο Χρήστη μέσω της Υπηρεσίας.
                  </p>
                  <p>
                    Όλο το περιεχόμενο στην Πλατφόρμα, όπως κείμενα, γραφικά,
                    λογότυπα, εικονίδια, εικόνες, ηχητικά κλιπ, και το
                    λογισμικό, είναι ιδιοκτησία της Εταιρείας εκτός από τις
                    Πληροφορίες που οι Χρήστες αναρτούν στην καρτέλα τους, οι
                    οποίες τυγχάνουν ιδιοκτησίας τους με εξαίρεση τις
                    αξιολογήσεις και με την ανάρτησή τους στην Υπηρεσία
                    παραχωρούν μία άδεια χρήσης στην Εταιρεία να προβάλλουν
                    αυτές για τους σκοπούς της Υπηρεσίας που συμφωνούνται στο
                    παρόν. Τα δικαιώματα πνευματικής ιδιοκτησίας που ενυπάρχουν
                    στην κατάρτιση (δηλαδή στην παρουσίαση, επιλογή, συλλογή,
                    διάταξη και συγκέντρωση) όλου του περιεχομένου της
                    Πλατφόρμας, είναι αποκλειστική ιδιοκτησία της Εταιρείας που
                    διαχειρίζεται και λειτουργεί αυτή. Το λογισμικό, που
                    διατίθεται στην Πλατφόρμα, είναι πνευματικά κατοχυρωμένο.
                    Οποιαδήποτε χρήση του περιεχομένου ή/και του λογισμικού, που
                    δεν είναι σε συνάρτηση με τους παρόντες Γενικούς Όρους
                    Χρήσης, καθώς και η αναπαραγωγή, τροποποίηση, διανομή,
                    μετάδοση, επανέκδοση, παρουσίαση ή εκτέλεση του περιεχομένου
                    του δικτυακού τόπου απαγορεύεται, εκτός εάν ρητά αναφέρεται
                    ότι επιτρέπεται.
                  </p>
                  <p>
                    Ο Χρήστης παραχωρεί στην Εταιρεία το δικαίωμα να
                    χρησιμοποιεί οποτεδήποτε αθροιστικά στατιστικά στοιχεία των
                    δεδομένων, στοιχείων και πληροφοριών του Χρήστη που
                    συνάγονται από τη χρήση της Υπηρεσίας, και χωρίς την
                    προηγούμενη έγγραφη συναίνεση του Χρήστη για δικούς της
                    εμπορικούς λόγους. Ο Χρήστης και αντίστοιχα η Εταιρεία
                    διατηρούν όλα τα δικαιώματα, τίτλους και συμφέροντα στα
                    δεδομένα τους και με την εγγραφή τους στην Υπηρεσία χορηγούν
                    στη Εταιρεία άδεια χρήσης των δεδομένων τους για τον σκοπό
                    της παροχής της Υπηρεσίας, όπως αυτή περιγράφεται στο παρόν.
                  </p>
                  <p>
                    <strong>16. Τελικές Διατάξεις </strong>
                  </p>
                  <p>
                    <strong>1. Τελικοί Όροι</strong>
                  </p>
                  <p>
                    Οι παρόντες Γενικοί Όροι Χρήσης αποτελούν τους τελικούς και
                    μοναδικούς όρους σε ισχύ αναφορικά με την παροχή της
                    Υπηρεσίας εκ μέρους της Εταιρείας στον Χρήστη και καταργούν
                    τυχόν προϊσχύσαντες όρους, προηγούμενες συμβάσεις και
                    διακανονισμούς, έγγραφους ή προφορικούς μεταξύ της Εταιρείας
                    και του Χρήστη αναφορικά με τη χρήση
                  </p>
                  <p>
                    <strong>2. Ακυρότητα Όρων</strong>
                  </p>
                  <p>
                    Στην περίπτωση που κάποιο τμήμα του παρόντος κηρυχθεί ή
                    ορισθεί με δικαστική απόφαση άκυρο, η ακυρότητα αυτή δεν θα
                    επηρεάσει το κύρος του υπολειπόμενου τμήματος του παρόντος,
                    το οποίο θα παραμείνει ισχυρό σαν οι παρόντες Γενικοί Όροι
                    Χρήσης να είχαν εκτελεσθεί με το άκυρο τμήμα τους
                    διαγεγραμμένο. Η Εταιρεία θα επιδιώξει να αντικαταστήσει
                    κάθε άκυρο όρο, με νέο έγκυρο όρο, του οποίου το αποτέλεσμα
                    θα είναι το εγγύτατο ισοδύναμο αυτού που ακυρώθηκε.
                  </p>
                  <p>
                    <strong>3. Εφαρμοστέο Δίκαιο-Δικαιοδοσία</strong>
                  </p>
                  <p>
                    Ο Χρήστης ή/και ο επισκέπτης της Πλατφόρμας υποχρεούται να
                    χρησιμοποιεί το περιεχόμενο και τις υπηρεσίες της Πλατφόρμας
                    σύμφωνα με την οικεία νομοθεσία, τα χρηστά ήθη και τους
                    παρόντες όρους απέχοντας από οποιαδήποτε ενέργεια η οποία
                    μπορεί να προσβάλλει το ήθος και την προσωπικότητα των
                    Χρηστών ή τρίτων ή να δημιουργήσει προβλήματα στην εύρυθμη
                    λειτουργία της Πλατφόρμας.
                  </p>
                  <p>
                    Κάθε διαφορά μεταξύ των συμβαλλομένων σχετικά με την
                    εφαρμογή, ερμηνεία, ακυρότητα όρων της σύμβασης, την ύπαρξη
                    ή ανυπαρξία δικαιωμάτων και υποχρεώσεων των συμβαλλομένων εκ
                    συμβάσεως ή και αδικοπραξίας, ερμηνεύεται σύμφωνα με τους
                    νόμους της Κυπριακής Δημοκρατίας και υπάγεται στην
                    αποκλειστική δικαιοδοσία των αρμοδίων δικαστηρίων της
                    Κυπριακής Δημοκρατίας.
                  </p>
                  <p>&nbsp;</p>
                  <p>&nbsp;</p>
                  <p />
                </div>
              </div>
            </div>
          </section>
        </Container>
      </TermsOfUseWrapper>
    </>
  );
}

export default page;
